{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2021-11-01T13:42:00.400-00:00",
	"Sources" :
	[
		{
			"Packages" :
			[
        // ========== base ==========
        {
					"PackageIdentifier" : "Google.Chrome"
				},
        {
					"PackageIdentifier" : "Microsoft.Edge"
				},
        {
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
        {
					"PackageIdentifier" : "Microsoft.PowerToys"
				},
        {
          // Devtoys
					"PackageIdentifier" : "9PGCV4V3BK4W"
				},
        {
					"PackageIdentifier" : "OliverSchwendener.ueli"
				},
        {
					"PackageIdentifier" : "Microsoft.OneDrive"
				},
        {
					"PackageIdentifier" : "Google.Drive"
				},
        {
          // iCloud
					"PackageIdentifier" : "9PKTQ5699M62"
				},
        // ========== life ==========
        {
					"PackageIdentifier" : "Apple.iTunes"
				},
        {
					"PackageIdentifier" : "Amazon.Kindle"
				},
        {
					"PackageIdentifier" : "Notion.Notion"
				},
        {
					"PackageIdentifier" : "Adobe.AdobeAcrobatReaderDC"
				},
        // ========== tool ==========
        {
					"PackageIdentifier" : "7zip.7zip"
				},
        {
					"PackageIdentifier" : "NickeManarin.ScreenToGif"
				},
        // ========== development ==========
        {
					"PackageIdentifier" : "GnuWin32.Make"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
        {
					"PackageIdentifier" : "Microsoft.VC++2005Redist-x86"
				},
        {
					"PackageIdentifier" : "Volta.Volta"
				},
        {
					"PackageIdentifier" : "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
        {
					"PackageIdentifier" : "ResponsivelyApp.ResponsivelyApp"
				},
				{
					"PackageIdentifier" : "Figma.Figma"
				},
				{
					"PackageIdentifier" : "TablePlus.TablePlus"
				},
        {
					"PackageIdentifier" : "Amazon.AWSCLI"
				},
        // ========== WSL ==========
        {
					"PackageIdentifier" : "Canonical.Ubuntu"
				}
			],
			"SourceDetails" :
			{
				"Argument" : "https://winget.azureedge.net/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.1.12653"
}
