{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2023-08-19T15:00:34.904-00:00",
	"Sources" :
	[
    {
			"Packages" :
			[
				{
           // Devtoys
					"PackageIdentifier" : "9PGCV4V3BK4W"
				},
				{
           // iCloud
					"PackageIdentifier" : "9PKTQ5699M62"
				}
			],
			"SourceDetails" :
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		},
		{
			"Packages" :
			[
        // ========== base ==========
        {
					"PackageIdentifier" : "Canonical.Ubuntu"
				},
        {
					"PackageIdentifier" : "Google.Chrome"
				},
        {
					"PackageIdentifier" : "Microsoft.Edge"
				},
        {
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime"
				},
        {
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
        {
					"PackageIdentifier" : "Microsoft.PowerToys"
				},
        {
					"PackageIdentifier" : "OliverSchwendener.ueli"
				},
        {
					"PackageIdentifier" : "Microsoft.OneDrive"
				},
        {
					"PackageIdentifier" : "Google.GoogleDrive"
				},
        {
					"PackageIdentifier" : "Starship.Starship"
				},
        // ========== life ==========
        {
					"PackageIdentifier" : "Apple.iTunes"
				},
        {
					"PackageIdentifier" : "Amazon.Kindle"
				},
        {
					"PackageIdentifier" : "Notion.Notion"
				},
        // ========== tool ==========
        {
					"PackageIdentifier" : "7zip.7zip"
				},
        {
					"PackageIdentifier" : "NickeManarin.ScreenToGif"
				},
        {
					"PackageIdentifier" : "Adobe.Acrobat.Reader.64-bit"
				},
        // ========== development ==========
        {
					"PackageIdentifier" : "GnuWin32.Make"
				},
        {
					"PackageIdentifier" : "GnuPG.GnuPG"
				},
        {
					"PackageIdentifier" : "GnuPG.Gpg4win"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
        {
					"PackageIdentifier" : "Starship.Starship"
				},
        {
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x86"
				},
        {
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64"
				},
        {
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86"
				},
        {
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6"
				},
        {
					"PackageIdentifier" : "Volta.Volta"
				},
        {
					"PackageIdentifier" : "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
        {
					"PackageIdentifier" : "JetBrains.Toolbox"
				},
        {
					"PackageIdentifier" : "ResponsivelyApp.ResponsivelyApp"
				},
				{
					"PackageIdentifier" : "Figma.Figma"
				},
        {
					"PackageIdentifier" : "Amazon.AWSCLI"
				}
			],
			"SourceDetails" :
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.5.1881"
}
